const database = [
  {
      'text': 'То что мне понравилось, я лайкнул!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Это какая-то смесь функционального программирования и говнокода!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Передавай ему пламенный пиздец!',
      'name': 'Alexander S.',
  },
  {
      'text': 'Я добавил кусочек реального кода...',
      'name': 'Dmitrii T.',
  },
  {
      'text': 'Не смотри на меня так, как будто я что-то знаю...',
      'name': 'Andrey S.',
  },
  {
      'text': 'Я посмотрел, но лайк не поставлю!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Наконец-то стало похоже на нормальный код!',
      'name': 'Dmitrii T.',
  },
  {
      'text': 'Короче!... А ладно похер...',
      'name': 'Dmitrii T.',
  },
  {
      'text': 'Я одним ухом читаю, другим - смотрю.',
      'name': 'Andrey S.',
  },
  {
      'text': '- Никакой анальной боли я не испытывал<br />' +
              '- Потому что всю анальную боль я взял на себя!',
      'name': 'Andrey S. + Alexander N.',
  },
  {
      'text': 'Встречаются как-то Пупа и Лупа и начинают спорить за и против event-loop’a',
      'name': 'Ilya P.',
  },
  {
      'text': 'Зачем нужен этот event, если им никто не будет пользоваться? Тем более это костыль.',
      'name': 'Alexander N.',
  },
  {
      'text': 'Я создал event, он может быть полезен, он может быть бесполезен',
      'name': 'Andrey S.',
  },
];
