const database = [
  {
      'text': 'То что мне понравилось, я лайкнул!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Это какая-то смесь функционального программирования и говнокода!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Передавай ему пламенный пиздец!',
      'name': 'Alexander S.',
  },
  {
      'text': 'Я добавил кусочек реального кода...',
      'name': 'Dmitrii T.',
  },
  {
      'text': 'Не смотри на меня так, как будто я что-то знаю...',
      'name': 'Andrey S.',
  },
  {
      'text': 'Я посмотрел, но лайк не поставлю!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Наконец-то стало похоже на нормальный код!',
      'name': 'Dmitrii T.',
  },
  {
      'text': 'Короче!... А ладно похер...',
      'name': 'Dmitrii T.',
  },
];
