export default [
  {
      'text': 'То что мне понравилось, я лайкнул!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Это какая-то смесь функционального программирования и говнокода!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Передавай ему пламенный пиздец!',
      'name': 'Alexander S.',
  },
  {
      'text': 'Я добавил кусочек реального кода...',
      'name': 'Dmitrii T.',
  },
  {
      'text': 'Не смотри на меня так, как будто я что-то знаю...',
      'name': 'Andrey S.',
  },
  {
      'text': 'Я посмотрел, но лайк не поставлю!',
      'name': 'Andrey S.',
  },
  {
      'text': 'Наконец-то стало похоже на нормальный код!',
      'name': 'Dmitrii T.',
  },
  {
      'text': 'Короче!... А ладно похер...',
      'name': 'Dmitrii T.',
  },
  {
      'text': 'Я одним ухом читаю, другим - смотрю.',
      'name': 'Andrey S.',
  },
  {
      'text': '- Никакой анальной боли я не испытывал<br />' +
              '- Потому что всю анальную боль я взял на себя!',
      'name': 'Andrey S. + Alexander N.',
  },
  {
      'text': '- А У нас что, есть люди, которые мониторят все ошибки?<br />' +
              '- Да, называются нормальные разработчики',
      'name': 'Andrey S. + Principal Developer',
  },
  {
      'text': 'Встречаются как-то Пупа и Лупа и начинают спорить за и против event-loop’a',
      'name': 'Ilya P.',
  },
  {
      'text': 'Зачем нужен этот event, если им никто не будет пользоваться? Тем более это костыль.',
      'name': 'Alexander N.',
  },
  {
      'text': 'Я создал event, он может быть полезен, он может быть бесполезен',
      'name': 'Andrey S.',
  },
  {
      'text': 'Каждый такой Андрей приходит, и говорит «Давайте mobX, давайте Redux»',
      'name': 'Principal Developer',
  },
  {
      'text': 'Много дурацкого кода',
      'name': 'Margarita N.',
  },
  {
      'text': 'Я не хочу рефакторить',
      'name': 'Andrey S.',
  },
  {
      'text': 'IFов не должно быть в коде',
      'name': 'Andrey S.',
  },
  {
      'text': 'Мне понравилась моя же идея',
      'name': 'Andrey S.',
  },
  {
      'text': 'У меня была книжка для детей по Фортран с этим котиком',
      'name': 'Andrey S.',
  },
  {
      'text': 'По-моему мы можем взять пример с андроида',
      'name': 'Alexander N.',
  },
];
